import styles from '../styles/AboutMeSection.module.css';
import Image from 'next/image';

const AboutMeSection = () => {
  return (
    <section className={styles.AboutMeSection}>
      <div className={styles.container}>
        <div className={styles.textBlock}>
          <h2 className={styles.title}>Постачальник фортифікаційних споруд оборонного призначення</h2>
          <p className={styles.subtitle}>
            Наша компанія спеціалізується на виробництві та постачанні фортифікаційних споруд для зміцнення оборонних позицій Збройних Сил України, сил територіальної оборони та інших військових формувань.
            <br /><br />
            Ми виготовляємо та постачаємо надійні захисні конструкції, укриття, бліндажі, спостережні пости, оборонні модулі та інші інженерні рішення, призначені для укріплення позицій у зоні бойових дій. У нашому асортименті — як типові серійні споруди, так і індивідуальні проєкти, розроблені відповідно до специфіки місцевості та завдань замовника.
            <br /><br />
            Основна мета нашої роботи — забезпечити безпеку особового складу, знизити ризики втрат та підвищити ефективність захисту на передовій. Ми використовуємо високоякісні матеріали, міцні металеві конструкції та сучасні технології виробництва, що гарантують довговічність і стійкість до вогневого ураження.
            <br /><br />
            Працюємо виключно з перевіреними логістичними партнерами, що дозволяє нам здійснювати оперативні поставки навіть у найскладніші регіони. 
            <br /><br />
            Наша команда об`єднує професіоналів з досвідом у сфері військового будівництва, інженерії та логістики. Ми пишаємося своєю місією — допомагати захисникам України.
          </p>
        </div>
        <Image
          src="/about/image1.jpg"
          alt=""
          width={300}
          height={200}
          className={styles.image1}
        />
          <Image
            src="/about/image2.jpg"
            alt=""
            width={300}
            height={200}
            className={styles.image2}
          />
          <Image
            src="/about/image6.jpg"
            alt=""
            width={300}
            height={200}
            className={styles.image3}
          />
          <Image
            src="/about/image4.jpg"
            alt=""
            width={300}
            height={200}
            className={styles.image4}
          />
      </div>
    </section>
  );
};

export default AboutMeSection;
