
export const products = [
  {
    id: '1',
    name: 'Габіони',
    description: 'Габіони — це модульні сітчасті конструкції, заповнені каменем або щебенем, які застосовуються для швидкого зведення захисних укріплень в умовах бойових дій. Вони є незамінним елементом сучасної інженерної оборони, забезпечуючи ефективний захист особового складу, техніки та ключових обєктів. Основні переваги габіонів у військовому застосуванні: 1. Поглинають вибухову хвилю та уламки; 2. Завдяки масивності та структурі знижують ризик поранень і руйнувань,; 3. Швидкий монтаж у польових умовах; 4. Монтуються без спеціальної техніки, на місці за кілька годин; 5. Модульна система, легко комбінуються в стіни, перешкоди, бліндажі, вогневі точки; 6. Маскування та природний вигляд, заповнення природними матеріалами зменшує візуальну помітність; 7. Міцна антикорозійна сітка, яка виготовлена зі сталевого дроту з цинковим або гальфановим покриттям. Застосування на передовій: побудова фортифікаційних споруд (вогневих позицій, опорних пунктів),захист від обстрілів — осколки, стрілецька зброя, детонація, укріплення периметра польових баз, протитанкові та протипіхотні перешкоди, розмежування та направлення потоку техніки. Комплекти постачаються у складеному вигляді, що спрощує логістику та розгортання на позиціях.',
    image: '/images/gabion.png',
    complectText: "Характеристики:\n1. Виробництво з чорного та оцинкованого дроту діаметром 4-6мм\n2. Геотекстиль будь-якого навантаження 200-300 г/м\n3. Розміри: 1м х 1м х 1м, 4м х 2м х 1м, 2м х 2м х 1м, 2м х 1м х 1м\n4. Можливе виготовлення за вашими розмірами та кресленнями",
    gallery: [
      '/images/gabionDescription2.png',
      '/images/gabionDescription3.png',
      '/images/gabionDescription4.png',
      '/images/gabionDescription5.png',
      '/images/gabionDescription6.png',
      '/images/gabionDescription7.png',
    ],
  },
  {
    id: '2',
    name: 'Бар’єрний рубіж - "Єгоза"',
    description:"Єгоза — це сучасний спіральний бар’єр із армованого сталевого дроту з лезами, призначений для швидкого створення фізичних загороджень у зоні бойових дій, на об'єктах оборонного або стратегічного значення.Використовується ЗСУ, ДСНС, прикордонною службою та іншими військовими формуваннями як елемент фортифікації, стримування і зонування. Основні переваги «Єгози» у військових умовах: 1. Миттєве встановлення; 2. Розгортається вручну або технікою без необхідності фундаменту; 3. Небезпечна для проникнення; 4. Леза з гострими краями забезпечують фізичне стримування супротивника; 5. Зупиняє як піхоту, так і техніку (у кілька рядів); 6. Можливість багаторазового використання; 7. Витримує навантаження, має антикорозійне покриття; 8. Компактна при транспортуванні; 9. Поставляється у згорнутому вигляді, займає мінімум місця",
    image: '/images/egoza.png',
    complectText: "Види:\n1. 1100/7-2,8 (100 вітків)\n2. 900/5-2,5 (86 вітків)\n3. 900/5-2,5 (100 вітків)\n4. 600/5-2,5 (100 вітків)\n5. 600/3-2,5 (100 вітків)\n6. 450/5-2,5 (100 вітків)\n7. 450/3-2,5 (100 вітків)",
    gallery: [
    '/images/egozaDescription1.png',
    '/images/egozaDescription2.png',
    '/images/egozaDescription3.png',
    '/images/egozaDescription4.png',
],

  },
  {
    id: '3',
    name: "МПП Малопомітна перешкода",
    description: "Малопомітна перешкода — це штучно створений інженерний елемент, призначений для уповільнення, зупинки або ускладнення руху супротивника. Не помітна з першого погляду (маскується або має непримітний вигляд), не видає себе під час наближення, може бути пасивною (наприклад, приховані загородження) або активною (наприклад, спрацьовує при наближенні).",
    image: '/images/mpp.png',
    complectText: "Розміри МПП в розгорнутому вигляді:\n1. 10х10х1,4м\n2. 10х5х1,4 м ",
    gallery: [
    '/images/mppDescription1.png',
    '/images/mppDescription2.png',
    '/images/mppDescription3.png',
    '/images/mppDescription4.png',
    '/images/mppDescription5.png',
    '/images/mppDescription6.png',
    '/images/mppDescription7.png',
    '/images/mppDescription8.png',
    '/images/mppDescription9.png',
      ]
  },
    {
    id: '4',
    name: 'Сітка зварна "Армопояс"',
    description: "Зварна, армуюча сітка з квадратним вічком, яка використовється для бетону, установки фундаменту, армування залізобетонних конструкцій. Це захист від деформації через несприятнлові фактори і навантаження. Переваги: готова до використання — не потрібно в’язати арматуру вручну, економить час при монтажі, забезпечує рівномірне армування армопояса, більш точна геометрія.",
    image: '/images/sitkaArmorpoyas.png',
    complectText: "Характеристики:\n1. Тип матеріалу: ВР-1\n2. Вічко: 100х100мм\n3. Діаметр дроту, горизонтальний: 6мм\n4. Діаметр дроту, вертикальний: 6мм\n5. Висота виробу: 2м\n5. Довжна виробу: 4м",
    gallery: [
      '/images/sitkaForFortifications.png',
      '/images/sitkaForFortifications2.png',
    ]
  },
  {
    id: '5',
    name: 'Трос металевий',
    description: "Трос металевий — це гнучкий канат, сплетений із металевих дротів, що використовується для передачі зусилля, підйому вантажів, кріплення або натягу конструкцій.",
    image: '/images/tros.png',
    complectText: 'Характеристики:\n1. Покриття: світлий, без покриття "СВ"\n2. Діаметр,мм: 20\n3. Сердечник: органічний\n4. Стандарт: EN 12385-4 (DIN 3064 FE, ГОСТ 7668-80), 6х36WS-FC\n4. Конструкція: 6х36WS 6х (1+7+7/7+14) + 1FC\n5. Розривне зусилля: 215000H',
    gallery: [
    '/images/TrosDescription1.png',
    '/images/TrosDescription2.png'
    ]
  },
   {
    id: '6',
    name: 'Піраміда загороджувальна ПЗ-1 "Зуб дракона"',
    description: "“Зуби дракона” — це протитанкові загородження, які зазвичай складаються з бетонних пірамід або конусів, встановлених у кілька рядів. Їх головна мета — уповільнити або зупинити рух бронетехніки, особливо танків. Основні характеристики: виготовляються з залізобетону, можуть встановлюватися на відкритій місцевості (перед оборонними лініями або на підходах до важливих об’єктів), часто доповнюються іншими інженерними загородженнями (міни, рови, дротяні загородження тощо).",
    image: '/images/dragontooth.png',
    complectText: "Технічні характеристики:\n1. Виробник: Україна\n2. Клас бетону: В25(С20 25)\n3. Довжина(L),мм: 1040\n4. Висота(H),мм: 860\n5. Ширина(В),мм: 1040",
    gallery: [
    '/images/dragonToothDescription1.png',
    '/images/dragonToothDescription2.png',
    '/images/dragonToothDescription3.png',
    '/images/dragonToothDescription4.png'
    ]
  },
  {
    id: '7',
    name: 'Протикумулятивна решітка на фортифікаційну споруду',
    description: "Протикумулятивна решітка на фортифікаційну споруду — це елемент захисту, призначений для нейтралізації або зменшення ефективності кумулятивних боєприпасів (гранатометних пострілів, ПТУР тощо), які можуть бути застосовані по укріпленнях, бліндажах, блокпостах або техніці. Це металева конструкція у вигляді сітки, решітки або рамок, яка розміщується на відстані від основної захищуваної поверхні. Її мета — спричинити передчасну детонацію кумулятивного заряду на відстані, не давши струменю пробити основну броню чи стіну.",
    image: '/images/reshitkaForConstractions2.png',
    complectText: "Комплект:\n1. Решітка протикумулятивна - 1 шт.\n2. Екран трапецевидний - 2 шт.\n3. Кранштейн для кріплення - 8 шт.\n4. Штаба 50х5 - 18 м/п",
    gallery: [
    '/images/reshitkaForConstractions1.png',
    '/images/reshitkaForConstractions1-1.png',
    '/images/reshitkaForConstractions3.png',
    '/images/reshitkaForConstractions3-3.png'
    ]
  }
];