
export const products = [
  {
    id: '1',
    name: 'Габіони',
    description: 'Габіони — це модульні сітчасті конструкції, заповнені каменем або щебенем, які застосовуються для швидкого зведення захисних укріплень в умовах бойових дій. Вони є незамінним елементом сучасної інженерної оборони, забезпечуючи ефективний захист особового складу, техніки та ключових обєктів. Основні переваги габіонів у військовому застосуванні: поглинають вибухову хвилю та уламки, завдяки масивності та структурі знижують ризик поранень і руйнувань, швидкий монтаж у польових умовах, монтуються без спеціальної техніки, на місці за кілька годин,  модульна система, легко комбінуються в стіни, перешкоди, бліндажі, вогневі точки, маскування та природний вигляд, заповнення природними матеріалами зменшує візуальну помітність, міцна антикорозійна сітка, яка виготовлена зі сталевого дроту з цинковим або гальфановим покриттям. Застосування на передовій: побудова фортифікаційних споруд (вогневих позицій, опорних пунктів),захист від обстрілів — осколки, стрілецька зброя, детонація, укріплення периметра польових баз, протитанкові та протипіхотні перешкоди, розмежування та направлення потоку техніки. Комплекти постачаються у складеному вигляді, що спрощує логістику та розгортання на позиціях.',
    image: '/images/gabion/gabion1.png',
    complectText: "Власне виробництво з чорного та оцинкованого дроту діаметром 4-6мм\n • Від 1 до 5 секцій\n • До 2 метрів\n • Геотекстиль будь-якого навантаження 200-300 г/м\n • Можливе виготовлення за вашими розмірами та кресленнями",
    types: [
      {
      id: '1',
      size: "1000х1000х2000, 75х75",
      diametr: "⌀4мм",
      length: null,
      price: "2 200,00"
    },
    {
      id: '2',
      size: "1000х1000х1000, 100х100",
      diametr: "⌀4мм",
      length: null,
      price: "1 010,00"
    },
    {
      id: '3',
      size: "1000х1000х1500, 100х100",
      diametr: "⌀4мм",
      length: null,
      price: "1 500,00"
    },
    {
      id: '4',
      size: "1000х1000х2000, 100х100",
      diametr: "⌀4мм",
      length: null,
      price: "2 050,00"
    },
    {
      id: '5',
      size: "1000х1000х1000, 75х75",
      diametr: "⌀5мм",
      length: null,
      price: "2 150,00"
    },
    {
      id: '6',
      size: "1000х1000х1000, 100х100",
      diametr: "⌀5мм",
      length: null,
      price: "2 050,00"
    },
    {
      id: '7',
      size: "1000х1000х2000, 75х75",
      diametr: "⌀5мм",
      length: null,
      price: "2 500,00"
    },
    {
      id: '8',
      size: "1000х1000х2000, 100х100",
      diametr: "⌀5мм",
      length: null,
      price: "2 400,00"
    },
    {
      id: '9',
      size: "1000х1500х3000, 75х75",
      diametr: "⌀5мм",
      length: null,
      price: "6 250,00"
    },
    {
      id: '10',
      size: "2000х2000х4000, 75х75",
      diametr: "⌀5мм",
      length: null,
      price: "9 500,00"
    }
  ],
    gallery: [
      '/images/gabion/gabion2.png',
      '/images/gabion/gabion3.png',
      '/images/gabion/gabion4.png',
      '/images/gabion/gabion5.png',
      '/images/gabion/gabion6.png',
    ],
  },
  {
    id: '2',
    name: 'Бар’єрний рубіж - "Єгоза"',
    description:"Єгоза — це сучасний спіральний бар’єр із армованого сталевого дроту з лезами, призначений для швидкого створення фізичних загороджень у зоні бойових дій, на об'єктах оборонного або стратегічного значення.Використовується ЗСУ, ДСНС, прикордонною службою та іншими військовими формуваннями як елемент фортифікації, стримування і зонування. Основні переваги «Єгози» у військових умовах: миттєве встановлення; розгортається вручну або технікою без необхідності фундаменту; небезпечна для проникнення; леза з гострими краями забезпечують фізичне стримування супротивника; зупиняє як піхоту, так і техніку (у кілька рядів); можливість багаторазового використання; витримує навантаження, має антикорозійне покриття; компактна при транспортуванні; поставляється у згорнутому вигляді, займає мінімум місця.",
    image: '/images/egoza/egoza1.png',
    complectText: "Види:\n• 1100/7-2,8 (100 вітків)\n• 900/5-2,5 (86 вітків)\n• 900/5-2,5 (100 вітків)\n• 600/5-2,5 (100 вітків)\n• 600/3-2,5 (100 вітків)\n• 450/5-2,5 (100 вітків)\n• 450/3-2,5 (100 вітків)",
    types: [
    {
      id: '1',
      size: "Ф900/5-2,5-56",
      diametr: null,
      length: null,
      price: "від 2 090,00"
    },
    {
      id: '2',
      size: "Ф1100/7",
      diametr: null,
      length: null,
      price: "від 2 300,00"
    },
    {
      id: '3',
      size: "Дріт колючий Загорода АКЛ-1",
      diametr: null,
      length: null,
      price: "від 2 200,00"
    },
    {
      id: '4',
      size: "Дріт колючий Загорода СББ-500/5 Ф1,85/2,85мм",
      diametr: null,
      length: null,
      price: "від 2 310,00"
    },
    {
      id: '5',
      size: "Дріт колючий Загорода плоска ПББ-600/2,2/3,2 мм",
      diametr: null,
      length: "6м",
      price: "від 1 550,00"
    },
    {
      id: '6',
      size: "Дріт колючий Загорода СББ-400/3 Ф1,85/2,85мм",
      diametr: null,
      length: "13,5-21м",
      price: "від 1 990,00"
    },
    {
      id: '7',
      size: "Дріт колючий Загорода СББ-450/3 Ф1,85/2,85мм",
      diametr: null,
      length: "15-23м",
      price: "від 2 000,00"
    },
    {
      id: '8',
      size: "Дріт колючий Загорода СББ-500/3 Ф1,85/2,85мм",
      diametr: null,
      length: "17,5-24,5м",
      price: "від 2 100,00"
    },
    {
      id: '9',
      size: "Дріт колючий Загорода СББ-600/3 Ф1,85/2,85мм",
      diametr: null,
      length: "19-26м",
      price: "від 2 200,00"
    },
  ],
    gallery: [
    '/images/egoza/egoza2.png',
    '/images/egoza/egoza3.png',
    '/images/egoza/egoza4.png',
    '/images/egoza/egoza5.png',
    '/images/egoza/egoza6.png',
],

  },
  {
    id: '3',
    name: "МПП Малопомітна перешкода",
    description: "Малопомітна перешкода — це штучно створений інженерний елемент, призначений для уповільнення, зупинки або ускладнення руху супротивника. Не помітна з першого погляду (маскується або має непримітний вигляд), не видає себе під час наближення, може бути пасивною (наприклад, приховані загородження) або активною (наприклад, спрацьовує при наближенні).",
    image: '/images/mpp/mpp1.png',
    complectText: "Розміри МПП в розгорнутому вигляді:\n• 10х10х1,4м\n• 10х5х1,4м ",
    types: [
      {
      id: '1',
      size: "МПП 10х10х1,4м",
      diametr: "⌀0,4-0,9мм",
      length: null,
      price: " від 6200,00"
    },
    {
      id: '2',
      size: "МПП 10х5x1,4м",
      diametr: "⌀0,4-0,9мм",
      length: null,
      price: "від 3 200,00",
    }
    ],
    gallery: [
    '/images/mpp/mpp2.png',
    '/images/mpp/mpp3.png',
    '/images/mpp/mpp4.png',
    '/images/mpp/mpp5.png',
    '/images/mpp/mpp6.png',
    '/images/mpp/mpp7.png',
      ]
  },
    {
    id: '4',
    name: 'Сітка зварна "Армопояс"',
    description: "Зварна, армуюча сітка з квадратним вічком, яка використовється для бетону, установки фундаменту, армування залізобетонних конструкцій. Це захист від деформації через несприятнлові фактори і навантаження. Переваги: готова до використання — не потрібно в’язати арматуру вручну, економить час при монтажі, забезпечує рівномірне армування армопояса, більш точна геометрія.",
    image: '/images/sitka/sitka1.png',
    complectText: "Характеристики:\n• Тип матеріалу: ВР-1\n• Вічко: 100х100мм\n• Діаметр дроту, горизонтальний: 6мм\n• Діаметр дроту, вертикальний: 6мм\n• Висота виробу: 2м\n• Довжна виробу: 4м",
    types: [
      {
        id: "1",
        size: "Зварна сітка ВР-1, 4х2м",
        diametr: "6x6мм",
        length: null,
        price: "від 90,00"
      }
    ],
    gallery: [
      '/images/sitka/sitka2.png',
      '/images/sitka/sitka3.png',
      '/images/sitka/sitka4.png',
      '/images/sitka/sitka5.png',
    ]
  },
  {
    id: '5',
    name: 'Трос металевий',
    description: "Трос металевий — це гнучкий канат, сплетений із металевих дротів, що використовується для передачі зусилля, підйому вантажів, кріплення або натягу конструкцій.",
    image: '/images/tros/tros1.png',
    complectText: 'Характеристики:\n• Покриття: світлий, без покриття "СВ"\n• Діаметр,мм: 20\n• Сердечник: органічний\n• Стандарт: EN 12385-4 (DIN 3064 FE, ГОСТ 7668-80), 6х36WS-FC\n• Конструкція: 6х36WS 6х (1+7+7/7+14) + 1FC\n• Розривне зусилля: 215000H',
    types: [
      {
        id: "1",
        size: "Канат сталевий EN 12385-4",
        diametr: "20мм",
        length: null,
        price: "від 100,00"
      }
    ],
    gallery: [
    '/images/tros/tros2.png',
    '/images/tros/tros3.png',
    '/images/tros/tros4.png',
    '/images/tros/tros5.png',
    '/images/tros/tros6.png',
    '/images/tros/tros7.png',
    '/images/tros/tros8.png',
    ]
  },
   {
    id: '6',
    name: 'Піраміда загороджувальна ПЗ-1 "Зуб дракона"',
    description: "“Зуби дракона” — це протитанкові загородження, які зазвичай складаються з бетонних пірамід або конусів, встановлених у кілька рядів. Їх головна мета — уповільнити або зупинити рух бронетехніки, особливо танків. Основні характеристики: виготовляються з залізобетону, можуть встановлюватися на відкритій місцевості (перед оборонними лініями або на підходах до важливих об’єктів), часто доповнюються іншими інженерними загородженнями (міни, рови, дротяні загородження тощо).",
    image: '/images/teeth/tooth1.png',
    complectText: "Технічні характеристики:\n• Виробник: Україна\n• Клас бетону: В25(С20 25)\n• Довжина(L),мм: 1040\n• Висота(H),мм: 860\n• Ширина(В),мм: 1040",
    types: [
      {
        id: "1",
        size: "В25(С20 25)",
        diametr: "1040х860x1040мм",
        length: null,
        price: "1 250,00"
      }
    ],
    gallery: [
    '/images/teeth/tooth2.png',
    '/images/teeth/tooth3.png',
    '/images/teeth/tooth4.png',
    '/images/teeth/tooth5.png',
    ]
  },
  {
    id: '7',
    name: 'Протикумулятивна решітка на фортифікаційну споруду',
    description: "Протикумулятивна решітка на фортифікаційну споруду — це елемент захисту, призначений для нейтралізації або зменшення ефективності кумулятивних боєприпасів (гранатометних пострілів, ПТУР тощо), які можуть бути застосовані по укріпленнях, бліндажах, блокпостах або техніці. Це металева конструкція у вигляді сітки, решітки або рамок, яка розміщується на відстані від основної захищуваної поверхні. Її мета — спричинити передчасну детонацію кумулятивного заряду на відстані, не давши струменю пробити основну броню чи стіну.",
    image: '/images/reshitka/reshitka1.png',
    complectText: "Комплект:\n• Решітка протикумулятивна - 1 шт.\n• Екран трапецевидний - 2 шт.\n• Кранштейн для кріплення - 8 шт.\n• Штаба 50х5 - 18 м/п",
    types: [
      {
        id: "1",
        size: "Канат сталевий EN 12385-4",
        diametr: null,
        length: null,
        price: "29 000,00"
      }
    ],
    gallery: [
    '/images/reshitka/reshitka2.png',
    '/images/reshitka/reshitka3.png',
    '/images/reshitka/reshitka4.png',
    '/images/reshitka/reshitka5.png'
    ]
  },
  {
    id: '8',
    name: 'Трос металевий',
    description: "Трос металевий — це гнучкий канат, сплетений із металевих дротів, що використовується для передачі зусилля, підйому вантажів, кріплення або натягу конструкцій.",
    image: '/images/tros/tros1.png',
    complectText: 'Характеристики:\n• Покриття: світлий, без покриття "СВ"\n• Діаметр,мм: 20\n• Сердечник: органічний\n• Стандарт: EN 12385-4 (DIN 3064 FE, ГОСТ 7668-80), 6х36WS-FC\n• Конструкція: 6х36WS 6х (1+7+7/7+14) + 1FC\n• Розривне зусилля: 215000H',
    types: [
      {
        id: "1",
        size: "Канат сталевий EN 12385-4",
        diametr: "20мм",
        length: null,
        price: "від 100,00"
      }
    ],
    gallery: [
    '/images/tros/tros2.png',
    '/images/tros/tros3.png',
    '/images/tros/tros4.png',
    '/images/tros/tros5.png',
    '/images/tros/tros6.png',
    '/images/tros/tros7.png',
    '/images/tros/tros8.png',
    ]
  },
   {
    id: '9',
    name: 'Засоби РЕБ та інше',
    description: "Засоби РЕБ (антидрон-системи) — надійний захист від ворожих дронів.\nУ сучасній війні дрони стали головною загрозою для позицій, техніки та особового складу. Засоби радіоелектронної боротьби (РЕБ) — це ефективна відповідь: вони створюють потужні перешкоди для сигналів керування, відео-передачі та GPS-навігації БПЛА, змушуючи дрони втрачати орієнтацію, розвертатися або падати.",
    image: '/images/reb/reb10.png',
    complectText: 'Види:\n1. Засіб РЕБ "ГІДРА 2U":\n• Виробник: Україна\n• Загальна вага: 60-80 кг\n• Габарити, см: 48х44х32\n• Загальне споживання: 100W на діапазон\n• Загальна вихідна потужність завади: 50W на діапазон\n• Робочий діапазон напруги: 24V-28V\n• Модуля завади 50W: 150-6000MHz\n2. Засіб РЕБ "ГІДРА":\n• Виробник: Україна\n• Загальна вага: 60 кг\n• Габарити, см: 160х150х44\n• Загальне споживання: 1300W\n• Загальна вихідна потужність завади: 650W\n• Робочий діапазон напруги: 24V-28V\n• Модуля завади 50W: 300-400MHz, 400-500MHz, 500-600MHz, 700-800MHz, 800-900MHz, 900-1000MHz, 1000-1100MHz, 1100-1200MHz, 2100-2300MHz, 2500-2700MHz(антени купольної дії); 2.4MHz, 5,8MHz(антени направленої дії)\n3. Засіб РЕБ "ДЕЛЬФІН":\n• Виробник: Україна\n• Загальна вага: 32 кг\n• Габарити, см: 178х85х44\n• Загальне споживання: 1200W\n• Загальна вихідна потужність завади: 600W\n• Робочий діапазон напруги: 24V-28V\n• Модуля завади 50W: 320-420MHz, 420-550MHz, 500-600MHz, 690-1000MHz, 1500MHz, 2200-2400MHz, 2400-2550MHz, 2550-2750MHz\n4. Засіб РЕБ "ДОКАТКА":\n• Виробник: Україна\n• Загальна вага: 30-40 кг\n• Габарити, см: ⌀ 90/72х150х44; H 45/45\n• Загальне споживання: 100W\n• Загальна вихідна потужність завади: 50W\n• Робочий діапазон напруги: 24V-28V\n• Модуля завади 50W: 300-6000MHz\n5.Засіб РЕБ "ВАРТОВИЙ 24":\n• Виробник: Україна\n• Загальна вага: 6 кг\n• Габарити, см: 40х30х18\n• Загальне споживання: 300W\n• Загальна вихідна потужність завади: 150W\n• Робочий діапазон напруги: 220V\n• Модуля завади 50W: 400-50MHz, 2200-2400MHz, 2550-2750MHz\n6. Засіб РЕБ "СМЕРТЬ РУБІКОНА":\n• Виробник: Україна\n• Загальна вага: 14 кг\n• Габарити, см: 46х39х25\n• Загальне споживання: 400W\n• Загальна вихідна потужність завади: 200W\n• Робочий діапазон напруги: 24V-28V\n• Модуля завади 50W (Білий шум. GUN): 2100-2250MHz, 2250-2400MHz, 2400-2550MHz, 2550-2700MHz\n7. Акумуляторна батарея:\n• Виробник: Україна\n• Інше: інші характеристики формуються під індивідуальне замовлення\n8. Детектор дронів "КОЖАН":\n• Виробник: Україна\n• Діапазон сканування: 900-1700MHz, 2800-4070MHz, 4850-6100MHz\n • Час сканування діапазонів: 15 секунд\n • Акумуляторна батарея: 9000mAh Li-lon\n • Час автономної роботи: 3 діапазони 1G+3G+5G: 6 годин в режимі сканування та 5 години в режимі відображення відео\n9. Тепловійзійна камера "НІЧ":\n• Виробник: Україна\n• Тип матриці: неохолоджений оксид ванадію (VOx)\n • Роздільна здатність: 256х192 px\n • Лінза: F1.0/4.0мм\n • Частота кадрів: 50Гц\n • Спектральний діапазон: 8-14 мкм\n • Енергоспоживання: 1.5Вт\n • Напруга живлення: 9-24В',
    types: [
      {
        id: '1',
        size: 'Засіб РЕБ "ГІДРА 2U"',
        diametr: null,
        length: null,
        price: "від 30 000,00"
      },
      {
        id: '2',
        size: 'Засіб РЕБ "ГІДРА"',
        diametr: null,
        length: null,
        price: "від 30 000,00"
      },
      {
        id: '3',
        size: 'Засіб РЕБ "СМЕРТЬ РУБІКОНА"',
        diametr: null,
        length: null,
        price: "від 30 000,00"
      },
      {
        id: '4',
        size: 'Засіб РЕБ "ВАРТОВИЙ 24"',
        diametr: null,
        length: null,
        price: "від 30 000,00"
      },
      {
        id: '5',
        size: 'Засіб РЕБ "ДЕЛЬФІН"',
        diametr: null,
        length: null,
        price: "від 30 000,00"
      },
      {
        id: '6',
        size: 'Засіб РЕБ "ДОКАТКА"',
        diametr: null,
        length: null,
        price: "від 30 000,00"
      },
      {
        id: '7',
        size: 'Акумуляторна батарея',
        diametr: null,
        length: null,
        price: "45 000,00"
      },
      {
        id: '8',
        size: 'Тепловізійна камера "НІЧ"',
        diametr: null,
        length: null,
        price: "9 500,00"
      },
      {
        id: '9',
        size: 'Детектор дронів "КОЖАН"',
        diametr: null,
        length: null,
        price: "23 000,00"
      },
    ],
    gallery: [
    '/images/reb/reb1.png',
    '/images/reb/reb2.png',
    '/images/reb/reb3.png',
    '/images/reb/reb4.png',
    '/images/reb/reb5.png',
    '/images/reb/reb6.png',
    '/images/reb/reb7.png',
    '/images/reb/reb8.png',
    '/images/reb/reb9.png',
    ]
  },
];