

export const products = [
  {
    id: '1',
    name: 'Габіони',
    description: 'Габіони — це модульні сітчасті конструкції, заповнені каменем або щебенем, які застосовуються для швидкого зведення захисних укріплень в умовах бойових дій. Вони є незамінним елементом сучасної інженерної оборони, забезпечуючи ефективний захист особового складу, техніки та ключових обєктів. Основні переваги габіонів у військовому застосуванні: 1. Поглинають вибухову хвилю та уламки; 2. Завдяки масивності та структурі знижують ризик поранень і руйнувань,; 3. Швидкий монтаж у польових умовах; 4. Монтуються без спеціальної техніки, на місці за кілька годин; 5. Модульна система, легко комбінуються в стіни, перешкоди, бліндажі, вогневі точки; 6. Маскування та природний вигляд, заповнення природними матеріалами зменшує візуальну помітність; 7. Міцна антикорозійна сітка, яка виготовлена зі сталевого дроту з цинковим або гальфановим покриттям. Застосування на передовій: побудова фортифікаційних споруд (вогневих позицій, опорних пунктів),захист від обстрілів — осколки, стрілецька зброя, детонація, укріплення периметра польових баз, протитанкові та протипіхотні перешкоди, розмежування та направлення потоку техніки. Комплекти постачаються у складеному вигляді, що спрощує логістику та розгортання на позиціях.',
    image: '../public/images/gabion.png',
    imageDescription: '../public/images/gabionDescription.png',
    imageDescription2: '../public/images/gabionDescription2.png',
    imageDescription3: '../public/images/gabionDescription3.png',
    imageDescription4: '../public/images/gabionDescription4.png',
    imageDescription5: '../public/images/gabionDescription5.png',
    imageDescription6: '../public/images/gabionDescription6.png',
    imageDescription7: '../public/images/gabionDescription7.png',
  },
  {
    id: '2',
    name: 'Єгоза - інженерна протипіхотна перешкода',
    description:"Єгоза — це сучасний спіральний бар’єр із армованого сталевого дроту з лезами, призначений для швидкого створення фізичних загороджень у зоні бойових дій, на об'єктах оборонного або стратегічного значення.Використовується ЗСУ, ДСНС, прикордонною службою та іншими військовими формуваннями як елемент фортифікації, стримування і зонування. Основні переваги «Єгози» у військових умовах: 1. Миттєве встановлення; 2. Розгортається вручну або технікою без необхідності фундаменту; 3. Небезпечна для проникнення; 4. Леза з гострими краями забезпечують фізичне стримування супротивника; 5. Зупиняє як піхоту, так і техніку (у кілька рядів); 6. Можливість багаторазового використання; 7. Витримує навантаження, має антикорозійне покриття; 8. Компактна при транспортуванні; 9. Поставляється у згорнутому вигляді, займає мінімум місця",
    image: '../public/images/egoza.png',
    imageDescription1: '../public/images/egozaDescription1.png',
    imageDescription2: '../public/images/egozaDescription2.png',
    imageDescription3: '../public/images/egozaDescription3.png',
    imageDescription4: '../public/images/egozaDescription4.png',
  },
  
];