
export const products = [
  {
    id: '1',
    name: 'Габіони',
    description: 'Габіони — це модульні сітчасті конструкції, заповнені каменем або щебенем, які застосовуються для швидкого зведення захисних укріплень в умовах бойових дій. Вони є незамінним елементом сучасної інженерної оборони, забезпечуючи ефективний захист особового складу, техніки та ключових обєктів. Основні переваги габіонів у військовому застосуванні: поглинають вибухову хвилю та уламки, завдяки масивності та структурі знижують ризик поранень і руйнувань, швидкий монтаж у польових умовах, монтуються без спеціальної техніки, на місці за кілька годин,  модульна система, легко комбінуються в стіни, перешкоди, бліндажі, вогневі точки, маскування та природний вигляд, заповнення природними матеріалами зменшує візуальну помітність, міцна антикорозійна сітка, яка виготовлена зі сталевого дроту з цинковим або гальфановим покриттям. Застосування на передовій: побудова фортифікаційних споруд (вогневих позицій, опорних пунктів),захист від обстрілів — осколки, стрілецька зброя, детонація, укріплення периметра польових баз, протитанкові та протипіхотні перешкоди, розмежування та направлення потоку техніки. Комплекти постачаються у складеному вигляді, що спрощує логістику та розгортання на позиціях.',
    image: '/images/gabion/gabion1.png',
    complectText: "Власне виробництво з чорного та оцинкованого дроту діаметром 4-6мм\n - Від 1 до 5 секцій\n - До 2 метрів\n - Геотекстиль будь-якого навантаження 200-300 г/м\n - Можливе виготовлення за вашими розмірами та кресленнями",
    types: [
      {
      id: '1',
      size: "1000х1000х2000, 75х75",
      diametr: "⌀4мм",
      price: "2 739,00"
    },
    {
      id: '2',
      size: "1000х1000х1000, 100х100",
      diametr: "⌀4мм",
      price: "1 010,00"
    },
    {
      id: '3',
      size: "1000х1000х1500, 100х100",
      diametr: "⌀4мм",
      price: "1 500,00"
    },
    {
      id: '4',
      size: "1000х1000х2000, 100х100",
      diametr: "⌀4мм",
      price: "2 099,00"
    },
    {
      id: '5',
      size: "1000х1000х1000, 75х75",
      diametr: "⌀5мм",
      price: "2 250,00"
    },
    {
      id: '6',
      size: "1000х1000х1000, 100х100",
      diametr: "⌀5мм",
      price: "1 650,00"
    },
    {
      id: '7',
      size: "1000х1000х2000, 75х75",
      diametr: "⌀5мм",
      price: "4 100,00"
    },
    {
      id: '8',
      size: "1000х1000х2000, 100х100",
      diametr: "⌀5мм",
      price: "3 000,00"
    },
    {
      id: '9',
      size: "1000х1500х3000, 75х75",
      diametr: "⌀5мм",
      price: "7 250,00"
    },
    {
      id: '10',
      size: "2000х2000х4000, 75х75",
      diametr: "⌀5мм",
      price: "10 500,00"
    }
  ],
    gallery: [
      '/images/gabion/gabion2.png',
      '/images/gabion/gabion3.png',
      '/images/gabion/gabion4.png',
      '/images/gabion/gabion5.png',
      '/images/gabion/gabion6.png',
      '/images/gabion/gabion7.png',
      '/images/gabion/gabion8.png',
      '/images/gabion/gabion9.png',
    ],
  },
  {
    id: '2',
    name: 'Бар’єрний рубіж - "Єгоза"',
    description:"Єгоза — це сучасний спіральний бар’єр із армованого сталевого дроту з лезами, призначений для швидкого створення фізичних загороджень у зоні бойових дій, на об'єктах оборонного або стратегічного значення.Використовується ЗСУ, ДСНС, прикордонною службою та іншими військовими формуваннями як елемент фортифікації, стримування і зонування. Основні переваги «Єгози» у військових умовах: 1. Миттєве встановлення; 2. Розгортається вручну або технікою без необхідності фундаменту; 3. Небезпечна для проникнення; 4. Леза з гострими краями забезпечують фізичне стримування супротивника; 5. Зупиняє як піхоту, так і техніку (у кілька рядів); 6. Можливість багаторазового використання; 7. Витримує навантаження, має антикорозійне покриття; 8. Компактна при транспортуванні; 9. Поставляється у згорнутому вигляді, займає мінімум місця",
    image: '/images/egoza/egoza1.png',
    complectText: "Види:\n1. 1100/7-2,8 (100 вітків)\n2. 900/5-2,5 (86 вітків)\n3. 900/5-2,5 (100 вітків)\n4. 600/5-2,5 (100 вітків)\n5. 600/3-2,5 (100 вітків)\n6. 450/5-2,5 (100 вітків)\n7. 450/3-2,5 (100 вітків)",
    types: [
    {
      id: '1',
      size: "Ф900/5-2,5-56",
      length: null,
      price: "2 090,00"
    },
    {
      id: '2',
      size: "Ф1100/7",
      length: null,
      price: "4 000,00"
    },
    {
      id: '3',
      size: "Дріт колючий Загорода АКЛ-1",
      length: null,
      price: "2 400,00"
    },
    {
      id: '4',
      size: "Дріт колючий Загорода СББ-500/5 Ф1,85/2,85мм",
      length: null,
      price: "2 510,00"
    },
    {
      id: '5',
      size: "Дріт колючий Загорода плоска ПББ-600/2,2/3,2 мм",
      length: "довжина 6м",
      price: "1 550,00"
    },
    {
      id: '6',
      size: "Дріт колючий Загорода СББ-400/3 Ф1,85/2,85мм",
      length: "довжина 13,5-21м",
      price: "1 990,00"
    },
    {
      id: '7',
      size: "Дріт колючий Загорода СББ-450/3 Ф1,85/2,85мм",
      length: "довжина 15-23м",
      price: "2 000,00"
    },
    {
      id: '8',
      size: "Дріт колючий Загорода СББ-500/3 Ф1,85/2,85мм",
      length: "довжина 17,5-24,5м",
      price: "2 300,00"
    },
    {
      id: '9',
      size: "Дріт колючий Загорода СББ-600/3 Ф1,85/2,85мм",
      length: "довжина 19-26м",
      price: "2 750,00"
    },
  ],
    gallery: [
    '/images/egoza/egoza2.png',
    '/images/egoza/egoza3.png',
    '/images/egoza/egoza4.png',
    '/images/egoza/egoza5.png',
    '/images/egoza/egoza6.png',
    '/images/egoza/egoza7.png',
],

  },
  {
    id: '3',
    name: "МПП Малопомітна перешкода",
    description: "Малопомітна перешкода — це штучно створений інженерний елемент, призначений для уповільнення, зупинки або ускладнення руху супротивника. Не помітна з першого погляду (маскується або має непримітний вигляд), не видає себе під час наближення, може бути пасивною (наприклад, приховані загородження) або активною (наприклад, спрацьовує при наближенні).",
    image: '/images/mpp/mpp1.png',
    complectText: "Розміри МПП в розгорнутому вигляді:\n1. 10х10х1,4м\n2. 10х5х1,4 м ",
    types: [
      {
      id: '1',
      size: "МПП 10х10х1,4м",
      diametr: "⌀ 0,4-0,9мм",
      price: "8 400,00"
    },
    {
      id: '2',
      size: "МПП 10х5x1,4м",
      diametr: "⌀ 0,4-0,9мм",
      price: "4 200,00",
    }
    ],
    gallery: [
    '/images/mpp/mpp2.png',
    '/images/mpp/mpp3.png',
    '/images/mpp/mpp4.png',
    '/images/mpp/mpp5.png',
    '/images/mpp/mpp6.png',
    '/images/mpp/mpp7.png',
      ]
  },
    {
    id: '4',
    name: 'Сітка зварна "Армопояс"',
    description: "Зварна, армуюча сітка з квадратним вічком, яка використовється для бетону, установки фундаменту, армування залізобетонних конструкцій. Це захист від деформації через несприятнлові фактори і навантаження. Переваги: готова до використання — не потрібно в’язати арматуру вручну, економить час при монтажі, забезпечує рівномірне армування армопояса, більш точна геометрія.",
    image: '/images/sitka/sitka1.png',
    complectText: "Характеристики:\n1. Тип матеріалу: ВР-1\n2. Вічко: 100х100мм\n3. Діаметр дроту, горизонтальний: 6мм\n4. Діаметр дроту, вертикальний: 6мм\n5. Висота виробу: 2м\n5. Довжна виробу: 4м",
    types: [
      {
        id: "1",
        size: "Зварна сітка ВР-1, 4х2м",
        diametr: "6x6мм",
        price: "180,00"
      }
    ],
    gallery: [
      '/images/sitka/sitka2.png',
      '/images/sitka/sitka3.png',
      '/images/sitka/sitka4.png',
      '/images/sitka/sitka5.png',
    ]
  },
  {
    id: '5',
    name: 'Трос металевий',
    description: "Трос металевий — це гнучкий канат, сплетений із металевих дротів, що використовується для передачі зусилля, підйому вантажів, кріплення або натягу конструкцій.",
    image: '/images/tros/tros1.png',
    complectText: 'Характеристики:\n1. Покриття: світлий, без покриття "СВ"\n2. Діаметр,мм: 20\n3. Сердечник: органічний\n4. Стандарт: EN 12385-4 (DIN 3064 FE, ГОСТ 7668-80), 6х36WS-FC\n4. Конструкція: 6х36WS 6х (1+7+7/7+14) + 1FC\n5. Розривне зусилля: 215000H',
    types: [
      {
        id: "1",
        size: "Канат сталевий EN 12385-4",
        diametr: "20мм",
        price: "165,00"
      }
    ],
    gallery: [
    '/images/tros/tros2.png',
    '/images/tros/tros3.png',
    '/images/tros/tros4.png',
    '/images/tros/tros5.png',
    '/images/tros/tros6.png',
    '/images/tros/tros7.png',
    '/images/tros/tros8.png',
    ]
  },
   {
    id: '6',
    name: 'Піраміда загороджувальна ПЗ-1 "Зуб дракона"',
    description: "“Зуби дракона” — це протитанкові загородження, які зазвичай складаються з бетонних пірамід або конусів, встановлених у кілька рядів. Їх головна мета — уповільнити або зупинити рух бронетехніки, особливо танків. Основні характеристики: виготовляються з залізобетону, можуть встановлюватися на відкритій місцевості (перед оборонними лініями або на підходах до важливих об’єктів), часто доповнюються іншими інженерними загородженнями (міни, рови, дротяні загородження тощо).",
    image: '/images/teeth/tooth1.png',
    complectText: "Технічні характеристики:\n1. Виробник: Україна\n2. Клас бетону: В25(С20 25)\n3. Довжина(L),мм: 1040\n4. Висота(H),мм: 860\n5. Ширина(В),мм: 1040",
    types: [
      {
        id: "1",
        size: "В25(С20 25)",
        diametr: "1040х8601040мм",
        price: "1 250,00"
      }
    ],
    gallery: [
    '/images/teeth/tooth2.png',
    '/images/teeth/tooth3.png',
    '/images/teeth/tooth4.png',
    '/images/teeth/tooth5.png',
    ]
  },
  {
    id: '7',
    name: 'Протикумулятивна решітка на фортифікаційну споруду',
    description: "Протикумулятивна решітка на фортифікаційну споруду — це елемент захисту, призначений для нейтралізації або зменшення ефективності кумулятивних боєприпасів (гранатометних пострілів, ПТУР тощо), які можуть бути застосовані по укріпленнях, бліндажах, блокпостах або техніці. Це металева конструкція у вигляді сітки, решітки або рамок, яка розміщується на відстані від основної захищуваної поверхні. Її мета — спричинити передчасну детонацію кумулятивного заряду на відстані, не давши струменю пробити основну броню чи стіну.",
    image: '/images/reshitka/reshitka1.png',
    complectText: "Комплект:\n1. Решітка протикумулятивна - 1 шт.\n2. Екран трапецевидний - 2 шт.\n3. Кранштейн для кріплення - 8 шт.\n4. Штаба 50х5 - 18 м/п",
    types: [
      {
        id: "1",
        size: "Канат сталевий EN 12385-4",
        diametr: null,
        price: "29 000,00"
      }
    ],
    gallery: [
    '/images/reshitka/reshitka2.png',
    '/images/reshitka/reshitka3.png',
    '/images/reshitka/reshitka4.png',
    '/images/reshitka/reshitka5.png'
    ]
  }
];